[{"id": "4509", "description": "This is our unique version of an ancient style. A style as old as the ocean trade routes of the last centuries Great Ships. Not as old as the equator they had to cross twice enroute.\n\nLagunitas IPA was our first seasonal way back in 1995. The recipe was formulated with malt and hops working together to balance it all out on your ‘buds so you can knock back more than one without wearing yourself out. Big on the aroma with a hoppy-sweet finish that’ll leave you wantin’ another sip.", "name": "IPA\nLagunitas Brewing Company\nIPA - American", "brewery": "Lagunitas Brewing Company", "style": "IPA - American", "abv": "6.2% ABV", "ibu": "46 IBU", "rating": "(3.77)", "raters": "497,006 Ratings", "date": "Added 08/21/10"}, {"id": "4133", "description": "Brewed with 100% Centennial hops from the Pacific Northwest and named after the Two Hearted River in Michigan’s Upper Peninsula, this IPA is bursting with hop aromas ranging from pine to grapefruit from massive hop additions in both the kettle and the fermenter.\n\nPerfectly balanced with a malt backbone and combined with the signature fruity aromas of Bell's house yeast, this beer is remarkably drinkable and well suited for adventures everywhere.", "name": "Two Hearted Ale\nBell's Brewery\nIPA - American", "brewery": "Bell's Brewery", "style": "IPA - American", "abv": "7% ABV", "ibu": "No IBU", "rating": "(3.97)", "raters": "418,675 Ratings", "date": "Added 08/21/10"}, {"id": "36834", "description": "Satisfies your tastes while keeping your senses sharp. Brewed with a complex array of ingredients. Balanced for optimal aromatics and a clean finish.", "name": "All Day IPA\nFounders Brewing Co.\nIPA - Session / India Session Ale", "brewery": "Founders Brewing Co.", "style": "IPA - Session / India Session Ale", "abv": "4.7% ABV", "ibu": "42 IBU", "rating": "(3.74)", "raters": "407,306 Ratings", "date": "Added 03/12/11"}, {"id": "1353", "description": "Our India Pale Ale recalls a time when ales shipped from England to India were highly hopped to preserve their distinct taste during the long journey. The result is a hop lover’s dream with a fruity aroma, set off by a dry malt middle, and long hop finish.", "name": "Goose IPA\nGoose Island Beer Co.\nIPA - English", "brewery": "Goose Island Beer Co.", "style": "IPA - English", "abv": "5.9% ABV", "ibu": "55 IBU", "rating": "(3.53)", "raters": "443,590 Ratings", "date": "Added 08/21/10"}, {"id": "5558", "description": "The Sculpin IPA is a testament to our humble beginnings as Home Brew Mart. Founded in 1992, the Mart continues to be a catalyst for the San Diego brewing scene, setting the trend for handcrafted ales. Inspired by our customers, employees and brewers, the Sculpin IPA is bright with aromas of apricot, peach, mango and lemon. Its lighter body also brings out the crispness of the hops. This delicious Ballast Point Ale took a Bronze Medal at the 2007 Great American Beer Festival in the Pro Am category. The Sculpin fish has poisonous spikes on its fins that can give a strong sting. Ironically, the meat from a Sculpin is considered some of the most tasty. Something that has a sting but tastes great, sounds like a Ballast Point India Pale Ale.", "name": "Sculpin\nBallast Point Brewing Company\nIPA - American", "brewery": "Ballast Point Brewing Company", "style": "IPA - American", "abv": "7% ABV", "ibu": "70 IBU", "rating": "(4)", "raters": "366,778 Ratings", "date": "Added 08/21/10"}, {"id": "3952", "description": "60 Minute IPA is continuously hopped -- more than 60 hop additions over a 60-minute boil. Getting a vibe of where the name came from? 60 Minute is brewed with a slew of great Northwest hops. A powerful but balanced East Coast IPA with a lot of citrusy hop character, it's the session beer for hardcore enthusiasts!", "name": "60 Minute IPA\nDogfish Head Craft Brewery\nIPA - American", "brewery": "Dogfish Head Craft Brewery", "style": "IPA - American", "abv": "6% ABV", "ibu": "60 IBU", "rating": "(3.87)", "raters": "326,795 Ratings", "date": "Added 08/21/10"}, {"id": "821", "description": "By definition, an India Pale Ale is hoppier and higher in alcohol than its little brother, pale ale — and we deliver in spades. Now one of the most well respected and best-selling IPAs in the country, this golden beauty explodes with citrusy flavor and hop aromas, all perfectly balanced by a subtle malt character.\n\nThis crisp, extra hoppy brew is hugely refreshing on a hot day, but will always deliver no matter when you choose to drink it.\n\nHops: Magnum, Chinook & Centennial", "name": "Stone IPA\nStone Brewing\nIPA - American", "brewery": "Stone Brewing", "style": "IPA - American", "abv": "6.9% ABV", "ibu": "71 IBU", "rating": "(3.81)", "raters": "327,769 Ratings", "date": "Added 08/21/10"}, {"id": "8056", "description": "Esquire Magazine calls our 90 Minute IPA \"perhaps the best IPA in America.\" An imperial IPA best savored from a snifter, 90 Minute has a great malt backbone that stands up to the extreme hopping rate.", "name": "90 Minute IPA\nDogfish Head Craft Brewery\nIPA - Imperial / Double", "brewery": "Dogfish Head Craft Brewery", "style": "IPA - Imperial / Double", "abv": "9% ABV", "ibu": "90 IBU", "rating": "(4.07)", "raters": "306,246 Ratings", "date": "Added 11/08/10"}, {"id": "285658", "description": "Our Grapefruit Sculpin is the latest take on our signature IPA. Some may say there are few ways to improve Sculpin’s unique flavor, but the tart freshness of grapefruit perfectly complements our IPA’s citrusy hop character. Grapefruit’s a winter fruit, but this easy-drinking ale tastes like summer.", "name": "Grapefruit Sculpin\nBallast Point Brewing Company\nIPA - American", "brewery": "Ballast Point Brewing Company", "style": "IPA - American", "abv": "7% ABV", "ibu": "70 IBU", "rating": "(3.98)", "raters": "296,709 Ratings", "date": "Added 12/28/12"}, {"id": "5724", "description": "Jai Alai, a game native to the Basque region of Spain, is played on a court called a fronton. Jai Alai players attempt to catch a ball using a curved mitt whilst the ball travels at speeds up to 188mph! Proving they have a sense of humor the Spanish dubbed this game, with its ball traveling at race car speeds, “the merry game.” Tampa was once home to a bustling Jai Alai fronton but sadly all that remains of Jai Alai in the Tampa Bay area is this India Pale Ale that we brew in tribute to the merry game. The India Pale Ale style of beer has its roots in the ales sent from England to thirsty British troops in India during the 18th century. Pair Jai Alai India Pale Ale with beef empanadas, deviled crabs, and other spicy dishes.", "name": "Jai Alai\nCigar City Brewing\nIPA - American", "brewery": "Cigar City Brewing", "style": "IPA - American", "abv": "7.5% ABV", "ibu": "70 IBU", "rating": "(4)", "raters": "271,853 Ratings", "date": "Added 08/21/10"}, {"id": "4997", "description": "Sierra Nevada Torpedo Ale is a big American IPA; bold, assertive and full of flavor and aromas highlighting the complex citrus, pine and herbal character of whole-cone American hops. Our obsession with harnessing huge hop flavor led to the development of what we call the hop torpedo, a revolutionary method of dry-hopping designed, built, and debuted here at the brewery. Our torpedo is a sleek, stainless-steel piece of hardware that delivers more pure hop aroma than any method of dry-hopping we’ve ever seen.", "name": "Torpedo Extra IPA\nSierra Nevada Brewing Co.\nIPA - American", "brewery": "Sierra Nevada Brewing Co.", "style": "IPA - American", "abv": "7.2% ABV", "ibu": "65 IBU", "rating": "(3.75)", "raters": "288,907 Ratings", "date": "Added 08/21/10"}, {"id": "59622", "description": "Bond Street Series- this mouthwatering lay delicious IPA gets its flavor from a heavy helping of citra and mosaic hops. Don't worry, no fruit was harmed in the making of this beer.", "name": "Fresh Squeezed IPA\nDeschutes Brewery\nIPA - American", "brewery": "Deschutes Brewery", "style": "IPA - American", "abv": "6.4% ABV", "ibu": "60 IBU", "rating": "(3.95)", "raters": "297,947 Ratings", "date": "Added 06/24/11"}, {"id": "5702", "description": "Welcome to a post Punk apocalyptic mother fucker of a pale ale.\n\nA beer that spent its formative years Blitzkrieg bopping around India and the sub continent. Quintessential Empire with an anarchic twist.\n\nGod save the Queen and all who sail in her. Raising a Stiff Little Finger to IPAs that have come before and those it is yet to meet.\n\nTurn up the volume Pay the man. Embrace the punked up, fucked up outlaw elite.\n\nNever Mind the Bollocks this is the real shit.\n\nMalts:\nMarris Otter Extra Pale.\n\nHops:\nChinook, Simcoe, Ahtanum, Nelson Sauvin.", "name": "Punk IPA\nBrewDog\nIPA - American", "brewery": "BrewDog", "style": "IPA - American", "abv": "5.6% ABV", "ibu": "35 IBU", "rating": "(3.79)", "raters": "270,966 Ratings", "date": "Added 08/21/10"}, {"id": "25796", "description": "A truly unique style featuring a strong hop finish on a silky body. A filtered pale wheat ale that is great for both IPA and wheat beer fans.", "name": "A Little Sumpin' Sumpin' Ale\nLagunitas Brewing Company\nPale Wheat Ale - American", "brewery": "Lagunitas Brewing Company", "style": "Pale Wheat Ale - American", "abv": "7.5% ABV", "ibu": "65 IBU", "rating": "(3.83)", "raters": "305,294 Ratings", "date": "Added 01/22/11"}, {"id": "121023", "description": "Space Dust :: A Totally Nebular IPA. Great Western premium two-row, combined with c-15 and Dextri-Pils, give this beer a bright and galactic Milky Way hue. The hopping is pure starglow energy, with Chinook to bitter and late and dry additions of Citra and Amarillo. Space Dust is out of this world, with 62 IBU, and 7.2% ABV.", "name": "Space Dust IPA\nElysian Brewing Company\nIPA - American", "brewery": "Elysian Brewing Company", "style": "IPA - American", "abv": "8.2% ABV", "ibu": "62 IBU", "rating": "(3.89)", "raters": "254,952 Ratings", "date": "Added 01/17/12"}, {"id": "1456", "description": "Bask in the head’s floral bouquet. Relish citrus accents from dry hopping. Sweet, yet balanced, with a finish that never turns too bitter.", "name": "Centennial IPA\nFounders Brewing Co.\nIPA - American", "brewery": "Founders Brewing Co.", "style": "IPA - American", "abv": "7.2% ABV", "ibu": "65 IBU", "rating": "(3.79)", "raters": "224,344 Ratings", "date": "Added 08/21/10"}, {"id": "636664", "description": "This lupulin-ladin India Pale Ale is packed with juicy tropical fruit character, bright floral aromas and delectable layers of hop flavor. Pour mindfully, inhale deeply and enjoy a tropical vacation in a glass. Always store cold, enjoy fresh and stay cool!", "name": "Sip of Sunshine\nLawson's Finest Liquids\nIPA - Imperial / Double", "brewery": "Lawson's Finest Liquids", "style": "IPA - Imperial / Double", "abv": "8% ABV", "ibu": "65 IBU", "rating": "(4.41)", "raters": "133,879 Ratings", "date": "Added 04/03/14"}, {"id": "285026", "description": "This beer is a 'cereal medley' of barley, rye, wheat, and oats. Full of complexishness from the 4 grains, then joyously dry-hopped for that big aroma and resinous flavor.", "name": "Lagunitas Sucks\nLagunitas Brewing Company\nIPA - Imperial / Double", "brewery": "Lagunitas Brewing Company", "style": "IPA - Imperial / Double", "abv": "8% ABV", "ibu": "63 IBU", "rating": "(3.97)", "raters": "179,658 Ratings", "date": "Added 12/26/12"}, {"id": "1139170", "description": "Tune in and hop out with New Belgium Citradelic. Set adrift on a kaleidoscopic wave of hoppiness brought to you by a mystical marriage of Citra hops and tangerine peel, which elevates each sip onto a plane of pure tropical, fruity pleasure.\nCitradelic’s namesake hop and fruit combine to jam with visions of additional hops like citrusy Mandarina Bavaria, tropical Azzaca, and fruity Galaxy for a colorful explosion that’s grounded by just a touch of malty sweetness. Bored by the status quo? Expand your palate with a pour of Citradelic.\n\nHops - Nugget, Crystal, Centennial, Azzaca, Cascade, Citra, Chinook, Galaxy, Mandarina Bavaria, Simcoe.\n\nMatls - Pale, Caramel 120.\n\nTangerine infused orange peel.", "name": "Citradelic: Tangerine IPA\nNew Belgium Brewing Company\nIPA - American", "brewery": "New Belgium Brewing Company", "style": "IPA - American", "abv": "6% ABV", "ibu": "50 IBU", "rating": "(3.7)", "raters": "240,274 Ratings", "date": "Added 06/27/15"}, {"id": "5428", "description": "An aggressively hopped West Coast-style IPA. Union Jack showcases exceptional dry hop character with stunning pineapple, citrus and piney aromas on the nose accompanied by honey-like malt aromatics. Double dry hopping brings bold grapefruit, tangerine and citrus flavors that are contrasted by pale malt sweetness to balance this intense brew. A true tribute to the style that put the West Coast on the craft beer map.", "name": "Union Jack IPA\nFirestone Walker Brewing Company\nIPA - American", "brewery": "Firestone Walker Brewing Company", "style": "IPA - American", "abv": "7% ABV", "ibu": "70 IBU", "rating": "(3.84)", "raters": "202,526 Ratings", "date": "Added 08/21/10"}, {"id": "1553", "description": "This hoppy IPA is a full bodied beer brewed with malted barley, wheat, and crystal malts. The malt base is designed to highlight the unique floral qualities of Columbus and Cascade hops from the Pacific Northwest. There’s a trophy in every glass!", "name": "Racer 5 IPA®\nBear Republic Brewing Co.\nIPA - American", "brewery": "Bear Republic Brewing Co.", "style": "IPA - American", "abv": "7.5% ABV", "ibu": "75 IBU", "rating": "(3.86)", "raters": "178,449 Ratings", "date": "Added 08/21/10"}, {"id": "9275", "description": "Our flagship IPA is supremely aromatic, crisp, and drinkable. This iconic ale features a blend of Warrior, Chinook, Centennial, and Amarillo to create a crisp clean bitterness and imparts massive floral and citrus aromas.\nAn American hop assault for all the ambivalent warriors who get the girl in the end. “Look, I ain't in this for your revolution, and I'm not in it for you, Princess.”", "name": "Anti-Hero\nRevolution Brewing Company\nIPA - American", "brewery": "Revolution Brewing Company", "style": "IPA - American", "abv": "6.7% ABV", "ibu": "65 IBU", "rating": "(3.85)", "raters": "156,280 Ratings", "date": "Added 11/14/10"}, {"id": "392748", "description": "An intensely citrusy, beautifully bitter beer worthy of the simple-yet-lordly title of Stone Delicious IPA. Lemondrop and El Dorado hops combine to bring on a magnificent lemon candy-like flavor that's balanced by hop spice. Delicious is crafted to reduce gluten.", "name": "Stone Delicious IPA\nStone Brewing\nIPA - American", "brewery": "Stone Brewing", "style": "IPA - American", "abv": "7.7% ABV", "ibu": "75 IBU", "rating": "(3.8)", "raters": "205,874 Ratings", "date": "Added 06/26/13"}, {"id": "5928", "description": "We started brewing this beer as a summer seasonal in 1993. There were some great IPAs out in the Pacific Northwest, but no local IPAs on the east coast. We wanted to have a local IPA, so we brewed one. People absolutely loved it, and so did we. So we made it a year-round beer, and it’s now our bestselling beer and our flagship.\nDescription: Since its introduction, Harpoon IPA has remained unique in its ability to balance hop bitterness with a strong malt backbone. Dry-hopped with Cascade hops, it has a floral hop aroma and a finish that is bitter (it is an IPA after all!) without being harsh or astringent. Combined with a malty sweetness and the fruity esters of our proprietary yeast, those hops create a beer that is wonderfully hoppy but clean and refreshing enough to enjoy a few of - and we hope you do.", "name": "Harpoon IPA\nHarpoon Brewery\nIPA - American", "brewery": "Harpoon Brewery", "style": "IPA - American", "abv": "5.9% ABV", "ibu": "42 IBU", "rating": "(3.51)", "raters": "157,894 Ratings", "date": "Added 09/30/10"}, {"id": "3832", "description": "Bold, spicy and Menacingly Delicious™, this American-hopped IPA offers an aromatic punch and follows through with a lasting, full-bodied finish.\n\nPine and citrus filled nose from the American hops. Malt sweetness in there as well. Drinkable hop juiciness is the key while remaining balanced with ample caramel presence.", "name": "HopDevil IPA\nVictory Brewing Company\nIPA - American", "brewery": "Victory Brewing Company", "style": "IPA - American", "abv": "6.7% ABV", "ibu": "50 IBU", "rating": "(3.67)", "raters": "169,665 Ratings", "date": "Added 08/21/10"}]